<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы почты
    |--------------------------------------------------------------------------
    |
    |
    */
    'success'   => 'Регистрация',
    'success_text'   => 'Спасибо за регистрацию на сайте',
    'welcome_text' => 'Мы очень рады, что вы присоединились к нашему сообществу. Надеемся, что вам понравится наш контент и вы найдете то, что ищете',
    'support_text' => 'Если у вас возникнут вопросы или проблемы, не стесняйтесь обращаться к нашей службе поддержки',

    'complete_registration_text' => 'Чтобы завершить процесс регистрации, пожалуйста, перейдите по кнопке ниже, чтобы подтвердить свой адрес электронной почты:',
    'complete_registration_error' => 'Если кнопка не работает, скопируйте и вставьте ее в адресную строку вашего браузера',
    'confirm_email' => 'Подтвердерждение почты на сайте',
    'complete_registration' => 'Завершить регистрацию',

    'reset_password' => 'Cброс пароля',
    'reset_password_text' => 'Вы запросили сброс пароля на нашем сайте. Для продолжения процедуры, перейдите по кнопке',
    'reset_password_text_error' => 'Если вы не запрашивали сброс пароля, проигнорируйте это сообщение.',

];
